Repository: IBM/watson-translator-101
Catalog: en-zh-6000-ParallelCorpus.tmx
Source language: en
Languages: zh

source: Reflecting a dynamic collaboration, the handbook will be updated on a regular basis according to the involvement of partner organizations and their activities.
zh: 手册反映了充满活力的协作情况，并将根据伙伴组织的参与情况及其活动情况定期增补。

source: It is hoped that the document will provide a valuable resource to those working or intending to work in road safety.
zh: 人们希望这份文件将为从事道路安全工作或打算从事这方面工作的方面提供宝贵的资源。

source: The meetings of the Road Safety Collaboration have allowed smaller groups with common interests to meet separately and discuss road safety issues.
zh: 27. 道路安全协作机制的会议使具有共同利益但较小的团体有机会分头开会，讨论道路安全问题。

source: Notably, at the March meeting, interested delegates met with representatives from the regional commissions for Africa, Latin America and the Caribbean, Western Asia and Europe to discuss ways in which partners could better assist the commissions, some of which struggle to maintain road safety activities despite very limited funding.
zh: 比较突出的是，在三月份会议上，一些感兴趣的代表会晤了非洲区域委员会、拉丁美洲和加勒比区域委员会、西亚区域委员会和欧洲区域委员会的代表，讨论了合作伙伴如何更好地协助各委员会，其中有些委员会虽然资金非常有限，但仍在设法维持道路安全活动。

source: The Economic and Social Commission for Western Asia used the opportunity to request technical assistance to host a regional road safety meeting in 2005, involving 13 of its member countries.
zh: 西亚经济社会委员会利用这次机会，要求提供援助，在2005年举办有13个会员国参加的区域道路安全会议。

source: The forum also provided a valuable opportunity for the regional commissions to solicit input on planned road safety activities.
zh: 论坛还为区域委员会提供了为计划中的道路安全活动争取投入的宝贵机会。

source: For example, the Economic Commission for Africa plans to carry out a study documenting best practices in road safety, involving African ministers of transport and working jointly with the African Union and the African Development Bank.
zh: 例如，非洲经济委员会计划开展一项研究，由非洲各国运输部长同非洲联盟和非洲开发银行一道联手记录道路安全最佳做法。

source: Road safety remains a neglected and growing public health and development issue.
zh: 28. 道路安全仍是一个受到忽略、但却越来越重要的公共健康和安全问题。

source: To date, the issue has not received the levels of attention and resources commensurate with the magnitude of the problem.
zh: 迄今为止，这一问题没有得到同其程度相等同的关注和资源。

source: As a number of countries are on the cusp of making significant transport investments, careful consideration should be given to relative costs and benefits of different types of transport, including safety issues.
zh: 若干国家正在作出大量运输投资，因此应认真考虑不同运输类型的成本和效益，包括安全问题。

source: Nevertheless, over the past year, there has been increasing consensus around the globe on the need to address road traffic injuries as a global public health problem.
zh: 29. 尽管如此，过去一年，世界上对于需要把交通事故作为全球公共健康问题加以解决一事越来越具有共识。

source: This awareness has been matched by an unprecedented momentum in taking concrete actions to address road safety, both at the international and national levels.
zh: 同时还出现了在国际和国家级别上采取行动解决道路安全问题的空前高涨的势头。

source: World Health Day 2004, the launch of the World Report on Road Traffic Injury Prevention, the passing of two road safety resolutions and road safety activities that were spurred by these events around the world over the past year all attest to growing awareness and commitment.
zh: 2004年世界卫生日、《预防道路交通伤害世界报告》、两项关于道路安全决议的通过、过去一年在这些事件推动下开展的道路安全活动，都证实了越来越强的意识和承诺。

source: Within the United Nations system, many agencies have leveraged the events of the last year to start new, or to highlight existing, road safety activities.
zh: 30. 在联合国系统内，许多机构都利用去年的活动，开展了新的道路安全活动，或是大力开展现有的活动。

source: The regional commissions have accelerated or expanded their road safety activities while other agencies, such as the Office of the United Nations High Commissioner for Refugees (UNHCR), have recognized that road traffic injuries are a major problem among their employees, and are thus interested in addressing this issue from a health and safety perspective.
zh: 各区域委员会加快或扩大了道路安全活动，其他机构，比如联合国难民事务高级专员办事处（难民专员办事处），也承认道路交通事故伤害是其雇员面临的主要问题，因此乐于从健康和安全角度解决这一问题。

source: The last year has also shown a new level of willingness among international organizations to collaborate on joint initiatives, as evidenced by the support for the United Nations road safety collaboration.
zh: 去年，各国际组织合作开办联合活动的意愿达到了新的水平，联合国道路安全协作机制获得的支持就证明了这一点。

source: Despite progress in addressing the issue of road safety collectively within and beyond the United Nations system, the actions described above are only preliminary steps and much remains to be done.
zh: 31. 尽管在联合国系统内外集体解决道路安全问题方面已取得进展，上述的各项行动只是初步步骤，许多工作尚待完成。

source: In the countries in which road safety has been put firmly on the political agenda, it is important that the momentum gained not be lost.
zh: 在道路安全已经确实列入政治议程的国家，应努力不失去已取得的势头。

source: In countries where road safety is neglected, the international community needs to find ways to encourage efforts to reduce road traffic injuries and to make national Governments aware of the need to integrate road safety into their transport and health policies.
zh: 在道路安全受到忽视的国家，国际社会需要探讨如何鼓励减少交通事故，让国家政府意识到有必要把道路安全纳入全国运输和健康政策。

source: Establishing the United Nations Road Safety Collaboration is an attempt to bring together a diverse but complementary group of agencies with a common commitment to reducing road traffic injuries.
zh: 32. 成立联合国道路安全协作机制就是要让各方面有着共同承诺、而且相互补充的机构走到一起，减少道路交通事故。

source: It is expected that this endeavour will facilitate cooperation among partners, thereby minimizing the overlap of efforts and maximizing effect.
zh: 预计，这一努力将协助合作伙伴之间的合作，尽可能减少工作重叠，尽可能扩大效应。

source: Identifying objectives and strategies towards achieving these objectives are concrete steps towards the achievement of the group's overall goal.
zh: 制定目标和制定实现这些目标的战略，是实现该机制总体目标的具体步骤。

source: By engaging groups that have historically not been very active in road safety in these global dialogues on road safety, one output of the Collaboration has been the identification of new opportunities through the different skills and resources that partner agencies have brought to the group.
zh: 33. 协作机制为了鼓励以往没有积极参与全球道路安全对话的团体，一个产出是通过合作伙伴机构带到该机制内部的不同技能和资源，以找到新的机遇。

source: Mobilizing resources remains a concern for many organizations involved in global and national road safety efforts, as the level of funding targeted at reducing road traffic injuries is far from commensurate with the scale of the problem.
zh: 34. 调集资源仍是参加全球和国家道路安全工作的许多组织所关注的问题，因为用于减少道路交通伤害的资金水平仍同这一问题的规模远远不相适应。

source: Furthermore, the long-term financial planning necessitated by some organizational structures, such as the regional commissions, makes it challenging for them to add new unfunded road safety programmes to their predefined long-term workplans.
zh: 此外，一些组织结构要进行长期的财政规划，比如各区域委员会，因此它们就很难在已经事先确定的长期工作计划中，再加上没有资金的新的道路安全方案。

source: The coordination mandate on road safety has rapidly extended beyond the United Nations system to include a total of 42 organizations.
zh: 35. 道路安全协调任务迅速扩展到联合国系统以外，目前共包括42个组织。

source: The task of coordinating such a group is large and requires the investment of appropriate human and financial resources.
zh: 协调这样一个组织的工作量很大，需要投入适当的人力和财力资源。

source: The request from the General Assembly was unfunded and it has been necessary for WHO to find funding from other sources to support its coordination role.
zh: 大会的要求没有资金落实，卫生组织需要从其他来源找到资金，协助其协调作用。

source: The assistance and continuing support provided by the FIA Foundation for the Automobile and Society, the National Highway Traffic Safety Administration of the Netherlands, Michelin and the Swedish International Development Cooperation Agency for the first year of the coordination process are gratefully acknowledged.
zh: 国际汽车联合会汽车与社会基金、荷兰全国公路交通安全局、Michelin公司和瑞典国际开发合作署为协调进程第一年提供的协助和持续支持受到各方感谢。

source: However, plans for future meetings and expanded activities mean that funding needs to be secured for the upcoming years.
zh: 不过，今后会议和扩大活动的计划意味着今后几年要保证供资。

source: Providing funds to the United Nations regional commissions is also crucial in order to ensure their active contribution to improving road safety in their regions.
zh: 向联合国各区域委员会提供资金也很关键，以便确保其积极协助改善区域内的道路安全。

source: It is envisaged that there will be future meetings held on a biannual basis, similar to the two already organized by WHO.
zh: 36. 预计今后的会议将在双边基础上举行，这同卫生组织已经举办的两次会议相同。

source: The next meeting, which is to be held in the United Kingdom, has been scheduled for November 2005.
zh: 下次会议已经计划于2005年11月在联合王国召开。

source: Between meetings, WHO aims to facilitate communication through newsletters that update participants on relevant road safety initiatives and through regular contacts with participants.
zh: 会议期间，卫生组织力求通过通讯和同与会者进行定期联系促进交流，向与会者提供有关相关道路安全倡议的最新信息。

source: Participating agencies will further develop and implement the collaboration on a project basis.
zh: 参加的机构将进一步在项目基础上开展并落实协作关系。

source: It is therefore recommended that the General Assembly:
zh: 37. 因此建议大会应：

source: (b) Reaffirm its desire that WHO continue in its role as coordinator of road safety within the United Nations system, working in close collaboration with the United Nations regional commissions, encourage Member States to support these road safety efforts and facilitate their ability to obtain financial, political and technical support;
zh: (b) 重申要卫生组织继续发挥联合国系统内道路安全协调机构的作用，并同联合国各区域委员会进行密切协作，鼓励会员国支持道路安全工作，协助它们获得财政、政治和技术支持的能力；

source: (c) Recognize and encourage existing or new road safety initiatives by the relevant United Nations agencies and international partners;
zh: (c) 承认并鼓励联合国有关机构和国际合作伙伴的现行道路安全倡议或新的此类倡议；

source: (d) Call upon Member States to develop work programmes in road safety, noting that these programmes should be seen to be profitable investments for Governments to undertake;
zh: (d) 呼吁会员国制定道路安全工作方案，并指出这些方案应被视为政府能够获利的投资；

source: (e) Encourage Member States to include road safety within their projects aimed at tackling the Millennium Development Goals;
zh: (e) 鼓励会员国在帮助实现千年发展目标的项目中包括道路安全；

source: (f) Encourage Member States to pay particular attention to risk factors such as the non-use of safety belts and child restraints, the non-use of helmets, drinking and driving, inappropriate and excessive speed, as well as to the development of appropriate infrastructure by passing and enforcing legislation, conducting necessary awareness raising campaigns and putting in place appropriate methods to monitor and evaluate interventions that are implemented;
zh: (f) 鼓励会员国特别重视风险因素，比如未系安全带和未使用儿童安全设施，未佩戴头盔，酒后驾车，车速不妥和超速，并通过和执行立法以建立妥当的基础设施，开展必要的宣传活动，以及落实妥当的方法以检测和评估已经开展的干预工作；

source: (g) Encourage Member States to continue using the World Report on Road Traffic Injury Prevention as a framework for road safety efforts and implementing its recommendations, including the establishment of a lead agency on road safety and the development of a national action plan to reduce road traffic injuries;
zh: (g) 鼓励会员国继续把《预防道路交通伤害世界报告》作为道路安全努力的框架，执行其中的建议，包括成立道路安全主导机构和制定减少道路交通伤害的全国行动计划；

source: (h) Encourage Member States to become parties to the Conventions on Road Traffic and Road Signs and Signals and to bring their national legislation into conformity with those Conventions in order to ensure a high level of road safety in their countries;
zh: (h) 鼓励会员国加入《道路交通公约》和《道路路标和信号公约》，让国家立法符合这两项公约，以确保其本国道路的高度安全；

source: (i) Call upon Member States and the international community to recognize the World Day of Remembrance for Road Crash Victims, thereby signalling the appropriate level of acknowledgement that should be awarded to victims of road traffic crashes and their families, while helping to raise media interest and encouraging appropriate actions by Governments in addressing road safety;
zh: (i) 呼吁会员国和国际社会承认世界道路交通事故受害者纪念日，以此表示应恰当关心道路交通事故受害者及其家人，同时帮助提高媒体的兴趣，并鼓励政府采取妥当的道路安全行动；

source: (j) Call upon Member States and the international community to support and participate actively in the global Road Safety Week in 2007;
zh: (j) 呼吁会员国和国际社会支持和积极参加2007年的全球道路安全周；

source: (k) Request that the Secretary-General report to the General Assembly at its sixty-second session.
zh: (k) 请秘书长向联合国大会第六十届会议提交报告。

source: 1 Asian Development Bank, Association of Southeast Asian Nations, Association for Safe International Road Travel, Associations des Constructeurs Européens d'Automobiles, Bone and Joint Decade, European Commission, European Federation of Road Traffic Victims, FIA Foundation for the Automobile and Society, Fleet Forum, Permanent Mission of France to the United Nations, Global Impact, Global Road Safety Partnership, Institute of Transport Economics, International Federation of Red Cross and Red Crescent Societies, International Organization of Motor Vehicle Manufacturers, International Road Federation, International Road Transport Union, LaserEurope (L'Action de sécurité routière en Europe), National Highway Traffic Safety Administration of the Netherlands, Ministry of Foreign Affairs and Permanent Mission of Oman to the United Nations, Organization of Economic Cooperation and Development/European Conference of Ministers of Transport, Prevention Routière Internationale, RoadPeace, Swedish International Development Cooperation Agency, Swedish Road Administration, Task Force for Child Survival and Development, Transport Canada: Road Safety and Motor Vehicle Registration Directorate, Transport Research Laboratory, UNICEF, Economic Commission for Africa, Economic Commission for Europe, Economic Commission for Latin America and the Caribbean, Economic and Social Commission for Asia and the Pacific, Economic and Social Commission for Western Asia, United Nations Human Settlements Programme (UN-Habitat), UNHCR, United States Department of Health and Human Services Centers for Disease Control and Prevention, World Bank, WHO, World Road Association.
zh: 1 亚洲开发银行、东南亚国家联盟、国际道路旅行安全协会、欧洲汽车制造商协会、Bone and Joint Decade、欧洲联盟委员会、欧洲交通事故受害者联合会、国际汽车联合会汽车与社会基金、汽车队论坛、法国常驻联合国代表团、全球影响、全球道路安全伙伴关系、运输经济研究所、红十字会与红新月会国际联合会、国际汽车制造商组织、国际道路联合会、国际道路运输联盟、LaserEurope(L'Action de sécurité routière en Europe)、荷兰全国高速公路安全局、阿曼外交部和常驻联合国代表团、经济合作与发展组织/欧洲交通部长会议、Prevention Routière Internationale、道路和平组织、瑞典国际开发合作署、瑞典公路局、儿童生存与发展工作队、加拿大运输部道路安全和机动车登记事务局、运输研究实验室、儿童基金会、非洲经济委员会、欧洲经济委员会、拉丁美洲和加勒比经济委员会、亚洲及太平洋经济社会委员会、西亚经济社会委员会、联合国人类住区规划署（人居中心）、难民专员办事处、美国卫生和人力服务部疾病防治中心、世界银行、卫生组织、世界道路协会。

source: Consideration of the follow-up to the outcome of the World Summit on Sustainable Development relevant to the United Nations Convention to Combat Desertification
zh: 审议可持续发展问题世界首脑会议的 成果中与《联合国防治荒漠化公约》 相关内容的后续工作

source: By its decision 2/COP.6, the Conference of the Parties (COP) requested the Executive Secretary of the United Nations Convention to Combat Desertification (UNCCD) to continue to participate in the follow-up to the outcome of the World Summit on Sustainable Development (WSSD), including through relevant sessions of the United Nations Commission on Sustainable Development (CSD), and to report accordingly.
zh: 在第2/COP.6号决定中，缔约方会议请《联合国防治荒漠化公约》(《荒漠化公约》)执行秘书继续参加落实可持续发展问题世界首脑会议(世界首脑会议)的成果，其中包括参加联合国可持续发展委员会(可持续发展委员会)的相关会议，并报告有关情况。

source: Consistent with that decision, the Executive Secretary pursued his participation and follow-up activities in the context of the Summit outcome at intergovernmental levels, particularly the General Assembly of the United Nations, the twelfth and thirteenth sessions of the CSD and other intergovernmental forums.
zh: 遵照这项决定，执行秘书在政府间一级，特别是在联合国大会、可持续发展委员会第十二和第十三届会议及其他政府间论坛，继续参加有关工作和后续活动，落实世界首脑会议的成果。

source: The present note has been prepared by the secretariat to assist the COP at its seventh session to review activities undertaken by the Executive Secretary with respect to the follow-up to the WSSD since the sixth session of the COP.
zh: 本说明由秘书处编写，以协助缔约方会议第七届会议审查执行秘书自缔约方会议第六届会议以来在世界首脑会议后续工作方面开展的活动。

source: outcome of the World Summit on Sustainable
zh: 段 次 页 次

source: Development 4 - 21 3
zh: 一、背景资料1 - 3 3

source: Consideration of the Convention as a poverty eradication
zh: 二、作为可持续发展问题世界首脑会议成果的后续工作而开展的活动4 - 21 3

source: tool by the United Nations General Assembly 6 - 12 4
zh: A. 联合国大会对作为根除贫困工具的《公约》的审议6 - 12 4

source: Twelfth and thirteenth sessions of the Commission on
zh: B. 可持续发展委员会第十二和第十三届会议 13 - 15 5

source: C. Follow-up to the WSSD outcome relevant to the Convention
zh: C. 其他政府间论坛就世界首脑会议成果中与《公约》相关内容开展的后续工作 16 - 21 6

source: in other intergovernmental forums 16 - 21 6
zh: 三、结论和建议22 - 26 7

source: Conclusions and recommendations 22 - 26 7
zh: 一、背景资料

source: The WSSD, held in Johannesburg, South Africa, from 26 August to 4 September 2002, was mandated by the General Assembly of the United Nations through resolution 55/199 to serve as the ten-year review of progress achieved in the implementation of the United Nations Conference on Environment and Development (UNCED), with the objective of reinvigorating the global commitment to sustainable development.
zh: 1. 可持续发展问题世界首脑会议于2002年8月26日至9月4日在南非约翰内斯堡举行，它是由联合国大会第55/199号决议授权举行的，借以对在落实联合国环境与发展会议(环发会议)方面取得的进展开展十年审查，目标是重振对可持续发展的全球承诺。

source: The outcomes of the WSSD relevant to the UNCCD were presented by the Executive Secretary to the sixth session of the COP in document ICCD/COP(6)/5.
zh: 2. 执行秘书在ICCD/COP(6)/5号文件中向缔约方会议第六届会议介绍了世界首脑会议成果中与《荒漠化公约》相关的内容。

source: These outcomes included acknowledgement of the UNCCD as one of the tools for poverty eradication, and recognition of the need to carry out action at all levels to strengthen implementation of the UNCCD through, inter alia, the mobilization of adequate and predictable financial resources, transfer of technologies and capacity building, formulation of national action programmes, exploration and enhancement of synergies between the three Rio conventions, integration of measures to prevent and combat desertification as well as to mitigate the effects of drought through relevant policies and programmes, provision of affordable local access to information to improve monitoring and early warning relating to desertification and drought, and improvement of the sustainability of grassland resources through strengthening management and law enforcement.
zh: 这些成果包括承认《荒漠化公约》是根除贫穷的手段之一，认识到必须在各级采取行动，加强执行《荒漠化公约》，包括通过调动充足和可预测的资金，转让技术和能力建设，制定国家行动方案，探索和提高里约三公约的协同作用，采取综合措施，通过相关的政策和方案，防治荒漠化和减轻干旱的影响，提供当地可以负担的获得信息的办法，加强与荒漠化和干旱有关的监测和预警，通过加强管理和执法，改善草原资源的可持续性。

source: At its sixth session, the COP considered the document mentioned above.
zh: 3. 缔约方会议第六届会议审议了上述文件。

source: By its decision 2/COP.6, it inter alia welcomed the recognition by the WSSD of the UNCCD as one of the tools for poverty eradication, underlined the importance of the implementation of the Convention for meeting the Millennium Development Goals (MDGs), urged all development partners, including United Nations agencies and the Bretton Woods institutions, to make use of the Convention in their strategies to achieve them, welcomed also the call made by the WSSD to strengthen the implementation of the UNCCD to address poverty and resolved, in line with the outcome of the WSSD and with the objectives and obligations as outlined in the general provisions of the UNCCD, to strengthen the implementation of the Convention.
zh: 第2/COP.6号决定除其他外欢迎世界首脑会议确认《荒漠化公约》是消除贫困的一项工具，强调《公约》的落实工作对实现千年发展目标的重要性，敦促包括联合国各机构和布雷顿森林机构在内的各发展伙伴在各自的战略中落实《荒漠化公约》，还欢迎世界首脑会议呼吁加强《荒漠化公约》的落实工作，以解决贫困问题，并决心根据世界首脑会议的成果以及《荒漠化公约》总则所确定的各项目标和义务，加强《荒漠化公约》的落实工作。

source: Activities undertaken as a follow-up to the outcome
zh: 二、作为可持续发展问题世界首脑会议成果的 后续工作而开展的活动

source: In paragraph 7(l) of the Plan of Implementation adopted by the Summit, the UNCCD is acknowledged as one of the tools for poverty eradication.
zh: 4. 世界首脑会议通过的执行计划第7段(l)分段承认《荒漠化公约》是消除贫困的工具之一。

source: In this regard, the Plan of Implementation states the need for action at all levels to combat desertification and mitigate the effects of drought and floods through such measures as improved use of climate and weather information and forecasts, early warning systems, land and natural resource management and agricultural practices and ecosystem conservation in order to reverse current trends and minimize degradation of land and water resources, including through the provision of adequate and predictable financial resources to implement the UNCCD.
zh: 在这方面，执行计划规定，需要在所有各级采取行动，通过对改进的气候和天气资料与预测、预警体系、土地和自然资源管理、农业耕作方式和生态系统保护的利用等措施，防治荒漠化、减轻干旱和洪水灾害，扭转和尽量减少目前土地和水资源的退化趋势，包括提供充足和可预测的资金，执行《防治荒漠化公约》。

source: At the sixth session of the COP, the Parties welcomed that recognition, underlined the importance of the implementation of the Convention for meeting the MDGs, and urged all development partners to make use of the Convention in their strategies to achieve these goals.
zh: 5. 在缔约方会议第六届会议上，缔约方欢迎这一承认，强调《荒漠化公约》的落实工作对实现千年发展目标的重要性，并敦促所有发展伙伴在其各自的战略中落实《荒漠化公约》，以实现这些目标。

source: Parties were also encouraged to ensure good linkages between the WSSD follow-up, in particular the CSD process, and the UNCCD.
zh: 并鼓励各缔约方确保将世界首脑会议的后续工作尤其是联合国可持续发展委员会的工作与《荒漠化公约》密切结合起来。

source: Consideration of the Convention as a poverty eradication tool by
zh: A. 联合国大会对作为根除贫困工具的《公约》的审议

source: Fifty-eighth session of the General Assembly
zh: 1. 大会第五十八届会议

source: On 20 October 2003, the Executive Secretary addressed the Second Committee of the General Assembly.
zh: 6. 2003年10月20日，执行秘书在大会二委发言。

source: In his statement before the Committee, he reported on major developments which had occurred in the process of the Convention with respect to three major intergovernmental conferences, namely the WSSD, the Second Assembly of the Global Environment Facility (GEF) and the sixth session of the COP.
zh: 他在发言中报告了《公约》在三个主要政府间会议――即世界首脑会议、全球环境基金(环境基金)第二次大会和缔约方会议第六届会议――方面进程的主要事态发展。

source: The United Nations General Assembly, upon its review of the Secretary-General's report on the implementation of the Convention, adopted Resolution 58/242 which recognized the strong commitment of the international community, demonstrated at the WSSD and the Second Assembly of the GEF, to make the Facility available as a financial mechanism of the Convention, pursuant to article 21 of the Convention.
zh: 7. 联合国大会审查了秘书长关于《公约》执行情况的报告，通过了第58/242号决议，承认国际社会在可持续发展问题世界首脑会议和全球环境基金第二次大会上坚决承诺根据《公约》第21条使全球环境基金成为《公约》的资金机制。

source: Reaffirming that the Convention was an important tool for poverty eradication, particularly in Africa, and recognizing the importance of its implementation for meeting the internationally agreed development goals, including those contained in the Millennium Declaration, the General Assembly urged the United Nations funds and programmes, the Bretton Woods institutions, the donor countries and other development agencies to integrate actions in support of the Convention into their strategies to support the achievement of the internationally agreed development goals including those contained in the Millennium Declaration.
zh: 8. 重申《公约》是消除贫穷、特别是消除非洲贫穷的一项重要工具，并确认执行《公约》对于实现国际商定的发展目标、包括对于《联合国千年宣言》所列目标的重要性，大会敦促联合国各基金和方案、布雷顿森林机构、捐助国和其他发展机构将支持《公约》的行动纳入其战略，以支持实现国际商定的发展目标，包括《联合国千年宣言》所列发展目标。

source: Fifty-ninth session of the General Assembly
zh: 2. 大会第五十九届会议

source: The Executive Secretary addressed the fifty-ninth session of the General Assembly on 18 October 2004.
zh: 9. 执行秘书2004年10月18日在大会第五十九届会议发言。

source: In introducing the report of the Secretary-General on the implementation of the Convention, the Executive Secretary underscored progress achieved so far, in particular in the aftermath of the WSSD.
zh: 在介绍秘书长关于《公约》执行情况的报告中，执行秘书着重谈到迄今为止所取得的进展，特别是在世界首脑会议之后的进展。

source: In Resolution 59/325, the General Assembly reaffirmed that desertification constituted a serious obstacle to sustainable development and contributed to food insecurity, famine and poverty, which are factors that can give rise to social, economic and political tensions including forced migrations and conflicts, and that the Convention was an important tool for poverty eradication.
zh: 10. 在第59/235号决议中，大会重申，荒漠化严重阻碍可持续发展，加剧粮食不安全、饥荒和贫穷，这些都是导致社会、经济和政治紧张局势包括被迫移徙和冲突的因素，并重申《公约》是消除贫穷的重要工具。
